Repository: johanwermensjoe/media-cleaner
Catalog: debian/po/*.po
Languages: se

source: Do you want to setup scheduled cleaning?
se: Vill du ställa in schemalagd städning?

source: A scheduled task can be created to run in the background and periodically clean the media files without user interaction.
se: En schemalagd städning kan skaps för att periodiskt köras i bakgrunden utan användarinteraktion.

source: IMPORTANT: This will require a config file to specify paths.
se: OBS: Detta kräver en konfigurations fil för att ställa in sökvägar.

source: Path of the config file:
se: Sökväg till konfiguartionsfil:

source: The config file is used to provide a singular access point for all media paths and library locations. It should be a YAML file (.yml) and be formatted as follows:
se: Konfigurationsfilen används för att ge en enda lagringsplats för alla mediasökvägar och bibliotek. Det ska vara en YAML fil (.yml) och vara formaterad som följande:

source: path: tv: <your path to the tv-series root folder> movie: <your path to the movie root folder>
se: path: tv: <sökvägen till tv-serie root mappen> movie: <sökvägen till film root mappen>

source: The structure in the tv-series root folder is expected to follow: <root folder>/<tv-series name>/* The struecture in the move root folder can be arbitrary.
se: Strukturen i rootmappen för tv-serier antas vara den följande: <rootmapp>/<tv-serie namn>/* Strukturen i rootmappen för filmer kan vara godtycklig.

source: 1h
se: 1t

source: 2h
se: 2t

source: 5h
se: 5t

source: The interval at which to schedule the cleaning:
se: Intervallet för att schemalägga städing:

source: The interval is used in a cron job.
se: Intervallet används i ett cron job.

source: The user(name) to run the scheduled task:
se: Användaren (namn) för att köra den schemalagda städningen:

source: The user needs to have r/w priviliges in the media libraries.
se: Användaren bör ha läs/skriv rättigheter i media biblioteken.
